{
  "hideout/Welcome": "it doesn't look like much now, but what do you expect from an abandoned bomb shelter?\n\nTarkov is an unforgiving place, so use this area as your own personal base to rest, regroup, resupply, and survive until escape is possible.\nGood luck!\n\n\nP.S.\nYou'll want to secure the door and get some lighting before it's safe to use the hideout. Thieves will take anything they can.",
  "hideout_5d6282d64e7f7ccdcb940567": "Scavs will gather loot for you, for a price, of course\nAlcohol is the preferred payment, but it comes with its own risks if they consume too much.",
  "hideout_5d8b8310270eff88e1f47beb": "Unlocks Bitcoin mining capability",
  "hideout_area_0_stage_1_description": "The old ventilation ducts are functional now that they've been cleaned. While adequate for now, they are not suitable for long-term survival.",
  "hideout_area_0_stage_2_description": "The addition of electric fans to the ducts allow much needed fresh air to circulate the Hideout. This provides enough ventilation for better comforts inside.",
  "hideout_area_0_stage_3_description": "A complete fresh air circulation system, complete with thermostat controlled vents and powerful fans. The system is necessary for maintaining a quality atmosphere while still alowing production to occur inside.",
  "hideout_area_1_stage_1_description": "A secured door, necessary to utilize the hidout without the risk of someone stealing everything the moment you step outside.",
  "hideout_area_1_stage_2_description": "A CCTV system now provides peace of mind and discourages would-be looters. It is a must for the installation of higher quality amenities.",
  "hideout_area_1_stage_3_description": "A full-fledged secure access system, complete with biometric locks and a secondary keycard interface. This provides maximum security to protect your investments.",
  "hideout_area_2_stage_1_description": "Just a bucket and a hose, but at least it gives you somewhere to do your business and maintain some sense of hygiene.",
  "hideout_area_2_stage_2_description": "An actual toilet with actual plumbing and a shower drain. It also provides somewhere to handle volatile chemicals without the risk of spilling them all over your floor.",
  "hideout_area_2_stage_3_description": "A complete bathroom full of the comforts of home. It's a refreshing oasis in Tarkov.",
  "hideout_area_4_stage_1_description": "A kerosene generator to provide your Hideout with basic power. Has capacity for a single fule container.",
  "hideout_area_4_stage_2_description": "The addition of a gasoline generator, doubling your power capacity and providing the option of a secondary fuel source.",
  "hideout_area_4_stage_3_description": "A large, industrial dual-fuel generator. This provides power for all but the most demanding systems. Has capacity for up to 4 fuel canisters.",
  "hideout_area_5_stage_1_description": "Some matches and paper can start a fire but be careful without proper ventilation.",
  "hideout_area_5_stage_2_description": "An old solid fuel heater. Not the most efficient, but with the ventilation ducts, it will provide warmth without too much smoke or fumes.",
  "hideout_area_5_stage_3_description": "Several electric heaters strategically placed around the Hideout. Provides clean warmth evenly across all areas.",
  "hideout_area_6_stage_1_description": "A small water collection system. It's not much right now, but its clean water and has potential.",
  "hideout_area_6_stage_2_description": "A larger water collection system, with plumbing to provide water to the rest of the Hideout.",
  "hideout_area_6_stage_3_description": "A full water collection and filtration system. It is able to use both groundwater and rainwater to provide high pressure, purified water, at any moment.",
  "hideout_area_7_stage_1_description": "A secure and good condition medicine cabinet attached to the wall. Stocked with basic supplies to treat any minor ailments.",
  "hideout_area_7_stage_2_description": "A sterile environment for crafting medical kits, and a medic's bag full of equipment for treating severe injuries.",
  "hideout_area_7_stage_3_description": "A full trauma station. Using your own equipment, Therapist will be able to provide medical services at a steep discount.",
  "hideout_area_8_stage_1_description": "An old, broken refrigerator and a small pantry. With enough food and drinks for basic needs.",
  "hideout_area_8_stage_2_description": "A working refrigerator, an old stove, and a sink give you a nice small kitchen for preparing better meals.",
  "hideout_area_8_stage_3_description": "A full kitchen: Everything you could need or want for creating your own meals.",
  "hideout_area_9_stage_1_description": "A \"mattress\" and a few \"essentials\" to help you relax after dealing with the stress of Tarkov.",
  "hideout_area_9_stage_2_description": "An actual bed, tv, a couple other comforts let you get some much needed rest in your down time.",
  "hideout_area_9_stage_3_description": "A full lounge area, complete will all the comforts of home. It's almost enough to make you forget what's just outside your door.",
  "hideout_area_10_stage_1_description": "A small toolbox and workbench gives you the opportunity to start tinkering with less complicated projects.",
  "hideout_area_10_stage_2_description": "A well-rounded workspace, ready to handle the needs of maintaining your Hideout and equipment.",
  "hideout_area_10_stage_3_description": "A complete workshop. It can handle anything you'd ever need for any projects that come your way.",
  "hideout_area_11_stage_1_description": "A custom, general use computer for simple research and analytics.",
  "hideout_area_11_stage_2_description": "A purpose-built workstation, ready to handle the complex world of Tarkov espionage.",
  "hideout_area_11_stage_3_description": "An intelligence \"battlestation\" equipped with all the tools necessary to maintain an edge over your enemies and better prepare for missions.",
  "hideout_area_12_stage_1_description": "You've got a bench and a small collection of targets. It's not much, but it's better than going out there with a weapon you've never tested.",
  "hideout_area_12_stage_2_description": "An advanced range with moving targets for testing firearms in a wider variety of situations. There's also a small reloading station.",
  "hideout_area_12_stage_3_description": "A high-tech shooting range, complete with tactical drills, analytics, soundproofing, and a safe space to handle high energy materials.",
  "hideout_area_13_stage_1_description": "A small bookshelf filled with reading material found throughout Tarkov.",
  "hideout_area_14_stage_1_description": "A drop box for hired scavs to deliver their loot.",
  "hideout_area_15_stage_1_description": "Some small candles provide enough light to at least examine the area and determine what's next.",
  "hideout_area_15_stage_2_description": "Having some old lightbulbs installed really brighten up the Hideout, allowing you to take full advantage of the space.",
  "hideout_area_15_stage_3_description": "Energy-saving lightbulbs allow you to have uniform lighting for all your needs, without adding any stress to your electrical systems.",
  "hideout_area_16_stage_1_description": "A space for your own collection of trophies. It's a nice reminder that you can get through this.",
  "hideout_area_16_stage_2_description": "An IDEA rack, in great condition, that can very nicely hold the important treasures and trophies you've accumulated.",
  "Hideout_area_16_stage_3_description": "You're very own trophy room, with space to hold plenty of items of both collectible and personal value.",
  "hideout_area_17_stage_1_description": "An air filtration system for your ventilation ducts, complete with filters, UV, lights, and air quality monitoring.",
  "hideout_area_18_stage_1_description": "Solar power for the majority of your electrical needs. This greatly reduces generator fuel consumption.",
  "hideout_area_19_stage_1_description": "A moonshine still. Be careful, because while this can be a lucrative process, it's also very dangerous.",
  "hideout_area_20_stage_1_description": "A basic air-cooled mining rig with capacity for 10 graphics cards.",
  "hideout_area_20_stage_2_description": "An expansion to the old mining rig with capacity for 25 total graphics cards. Energy consumption is becoming somewhat of an issue now.",
  "hideout_area_20_stage_3_description": "A top-notch, water-cooled, dedicated bitcoin mine. With capacity for 50 GPUs, it requires a lot of energy. Bitcoin production should rapidly increase, though.",
  "hideout_area_21_stage_1_description": "A Christmass Tree and some decorations are a welcome comfort, especially in the dreary conditions of a Tarkov winter.",
  "hideout_area_22_stage_1_description": "This section of wall looks to be bulging. Keep an eye on it in case it gets to much worse.",
  "hideout_area_22_stage_2_description": "The section of wall is starting to display cracks. Continue monitoring for any major stability issues.",
  "hideout_area_22_stage_3_description": "The wall is starting to crumble. You'll need to tear it down for safety.",
  "hideout_area_22_stage_4_description": "The crumbling portion of the wall has been removed. There looks to be something behind it. More demolition is needed.",
  "hideout_area_22_stage_5_description": "The door was hidden behind the wall. You're unsure why, but you'll need to force it open to see what's inside.",
  "hideout_area_22_stage_6_description": "An empty room, ready for you to use as you see fit.",
  "hideout_area_23_stage_1_description": "A personal gym. Great for maintaining your fitness when unable to leave the Hideout.",
  "hideout_area_24_stage_1_description": "A small weapon rack. It provides quick access to firearms and helps stay organized.",
  "hideout_area_24_stage_2_description": "A medium-sized weapon rack. It provides quick access to firearms and helps stay organized.",
  "hideout_area_24_stage_3_description": "A large weapon rack. It provides quick access to firearms and helps stay organized."
}